{
"term": "Account Access",
"definition": "See <a class='glossaryTerm' href='glossary.html?term=MyAccount'>My Account</a>."
},
{
"term": "Account Balance",
"definition": "The sum of the dollar amounts in each TSP investment fund for an individual account. The dollar amount in each investment fund on a given day is the product of the total number of shares in that fund multiplied by the share price for that fund on that day."
},
{
"term": "Account Number",
"definition": "The 13-digit number that the TSP assigns to a participant to identify his or her TSP account. The participant must use this TSP account number (or a <a class='glossaryTerm' href='glossary.html?term=CustomUserID'>customized user ID</a>) in conjunction with his or her Web password to log into the My Account section of the TSP website, and must use this number with his or her Personal Identification Number (PIN) to access his or her account on the ThriftLine."
},
{
"term": "Active Investing",
"definition": "A strategy of buying and selling securities based on an evaluation of the factors that affect the price of the security, such as the economy, political environment, industry trends, currency movements, etc. The objective of an active investment strategy is to outperform the market as measured by a benchmark index such as the S&amp;P 500."
},
{
"term": "After-Tax Contributions",
"definition": "Contributions that are made after taxes have been taken from pay. Roth contributions are made after-tax."
},
{
"term": "Agency Automatic Contributions",
"definition": "Contributions equal to 1% of basic pay each pay period, contributed to a FERS participant's TSP account by his or her agency."
},
{
"term": "Agency Matching Contributions",
"definition": "Contributions made by agencies to TSP accounts of FERS employees who contribute their own money to the TSP. (CSRS employees do not receive matching contributions. At present, members of the uniformed services also do not receive matching contributions.)"
},
{
"term": "Annual Additions (Section 415(c)) Limit",
"definition": "An annual dollar limit, established under Internal Revenue Code (IRC) section 415(c), that limits the amount of money that can be contributed to employer-sponsored plans like the TSP. (This limit includes all employee and agency contributions.)"
},
{
"term": "Annuity",
"definition": "Guaranteed monthly income for the life of the TSP participant (or survivor, if a joint life annuity) after separating from Federal service. These payments are issued directly by the TSP annuity provider."
},
{
"term": "Asset Allocation",
"definition": "The process of choosing among different kinds of assets such as stocks and bonds that will be included in an investment portfolio and the amount of each type of asset relative to the total portfolio value."
},
{
"term": "Automatic Enrollment",
"definition": "Applies to FERS and CSRS employees hired or rehired after July 31, 2010. As a result of the Thrift Savings Plan Enhancement Act of 2009, Public Law 111-31, signed into law on June 22, 2009, agencies must enroll their newly hired or rehired FERS and CSRS employees in the TSP. Automatic enrollment contributions are deducted from an employee&#8217;s pay at a rate of 3% of basic pay per pay period and deposited into their TSP accounts. Automatically enrolled participants may make a contribution election at any time to change or stop their TSP contributions."
},
{
"term": "Basic Pay",
"definition": "<b>Civilian</b> &mdash; This pay is defined in 5 United States Code (U.S.C.) 8331(3)..<br><b>Uniformed Services</b> &mdash; This refers to compensation payable under sections 204 and 206 of U.S.C. title 37. Section 204 pay is pay for active duty; section 206 pay (e.g., inactive duty for training (IDT) pay) is pay earned by members of the Ready Reserve (including the National Guard)."
},
{
"term": "Basic Pay (Civilian)",
"definition": "This pay is defined in 5 United States Code (U.S.C.) 8331(3)."
},
{
"term": "Basic Pay (Uniformed Services)",
"definition": "This refers to compensation payable under sections 204 and 206 of U.S.C. title 37. Section 204 pay is pay for active duty; section 206 pay (e.g., inactive duty for training (IDT) pay) is pay earned by members of the Ready Reserve (including the National Guard)."
},
{
"term": "Before-Tax Contributions",
"definition": "See &ldquo;<a class='glossaryTerm' href='glossary.html?term=PreTaxContributions'>Pre-Tax Contributions</a>.&rdquo;"
},
{
"term": "Beneficiary",
"definition": "The individual or entity that receives your TSP account balance (or a portion of it) at your death. You may designate your TSP beneficiaries by completing Form TSP-3, Designation of Beneficiary and submitting it directly to the TSP. In the absence of a valid Form TSP-3, the TSP will distribute your account balance according to the statutory order of precedence. The TSP will not honor a will or any other document with regard to the disposition of your account. Also see &#8220;Statutory Order of Precedence.&#8221;"
},
{
"term": "Beneficiary Participant",
"definition": "A spouse beneficiary of a deceased civilian or uniformed services TSP participant who has an account established in his or her name."
},
{
"term": "Blended Retirement System (BRS)",
"definition": "The retirement system for members of the uniformed services who began service on or after January 1, 2018, and other uniformed services members who opted into the system. BRS members receive Service Automatic (1%) Contributions and are eligible for Service Matching Contributions."
},
{
"term": "Bond",
"definition": "A debt security issued by a Government entity or a corporation to an investor from whom it borrows money. The bond obligates the issuer to repay the amount borrowed (and, traditionally, interest) on a stated maturity date."
},
{
"term": "Bonus Pay (Uniformed Services)",
"definition": "Generally, a type of special pay, with its own rules for TSP contribution election purposes."
},
{
"term": "Catch-Up Contributions",
"definition": "Contributions that are made via payroll deductions by a participant age 50 or older and are permitted to exceed the Internal Revenue Code (IRC)  elective deferral limit."
},
{
"term": "Catch-Up Contribution Limit",
"definition": "An annual dollar limit, established under Internal Revenue Code (IRC)  section 414(v), that limits the amount of catch-up contributions that a participant age 50 or older can make to employer-sponsored plans like the TSP.  It is separate from the elective deferral limit imposed on regular employee contributions."
},
{
"term": "Civil Service Retirement System (CSRS)",
"definition": "The term &ldquo;CSRS&rdquo; refers to the retirement system for Federal civilian employees who were hired before January 1, 1984. CSRS refers to the Civil Service Retirement System, including CSRS Offset, the Foreign Service Retirement and Disability System, and other equivalent Government retirement plans."
},
{
"term": "Contribution",
"definition": "A deposit made to the TSP by a participant through payroll deduction or on behalf of the participant by his or her agency or service."
},
{
"term": "Contribution Allocation",
"definition": "A participant's choice that tells the TSP how contributions, rollovers, and loan payments that are going into his or her account should be invested among the TSP funds. (See &ldquo;<a class='glossaryTerm' href='glossary.html?term=InvestmentAllocation'>Contribution Allocation</a>&rdquo; and &ldquo;<a class='glossaryTerm' href='glossary.html?term=IFT'>Interfund Transfer</a>.&rdquo;)"
},
{
"term": "Contribution Election",
"definition": "A request by a participant to start contributing to the TSP, to change the amount of his or her contribution to the TSP each pay period, or to terminate contributions to the TSP."
},
{
"term": "Credit Risk",
"definition": "The risk that a borrower will not make a scheduled payment of principal and/or interest. Also referred to as Default Risk."
},
{
"term": "CSV",
"definition": "A file format that is used to exchange numerical data between different applications. TSP participants can download select fund performance and My Account data in this format and then import the information into the personal finance application of their choice (e.g., Excel)."
},
{
"term": "Currency Risk",
"definition": "The risk that the value of a currency will rise or fall relative to the value of other currencies. Currency risk could affect investments in the I Fund because of fluctuations in the value of the U.S. dollar in relation to the currencies of the 22 countries in the EAFE index."
},
{
"term": "Customized User ID",
"definition": "A combination of letters, numbers, and/or symbols that you can create to use instead of your TSP <a class='glossaryTerm' href='glossary.html?term=AccountNumber'>account number</a> to log into the <a class='glossaryTerm' href='glossary.html?term=MyAccount'>My Account</a> section of the TSP website.  The user ID cannot be used on the ThriftLine as a substitute for the account number."
},
{
"term": "Default Risk",
"definition": "The risk that a borrower will not make a scheduled payment of principal and/or interest. Also referred to as Default Risk."
},
{
"term": "Designation of Beneficiary",
"definition": "The participant's formal indication of who should receive the money in his or her account in the event of his or her death. Participants must use the TSP Designation of Beneficiary form (TSP-3). (A will is not valid for the disposition of a participant's TSP account.)"
},
{
"term": "Disburse",
"definition": "To pay out money, as from the TSP."
},
{
"term": "Elective Deferral Limit",
"definition": "An annual dollar limit, established under the Internal Revenue Code (IRC), that limits the tax-deferred contributions and Roth TSP contributions a participant can elect to make to employer-sponsored plans like the TSP. The limit can change each year."
},
{
"term": "Eligible Employer Plan",
"definition": "A plan qualified under Internal Revenue Code (IRC) &#167; 401(a), including a &#167; 401(k) plan, profit-sharing plan, defined benefit plan, stock bonus plan, and money purchase plan; an IRC &#167; 403(a) annuity plan; an IRC &#167; 403(b) tax-sheltered annuity; and an eligible IRC &#167; 457(b) plan maintained by a government employer."
},
{
"term": "Eligible Rollover Distribution",
"definition": "A distribution from the TSP that is eligible to be transferred or rolled over to an IRA or eligible employer plan."
},
{
"term": "Federal Employees' Retirement System (FERS)",
"definition": "The term \"FERS\" refers to the retirement system for Federal civilian employees who were hired on or after January 1, 1984. FERS refers to the Federal Employees' Retirement System, the Foreign Service Pension System, and other equivalent Government retirement plans."
},
{
"term": "Fixed Income Investments",
"definition": "Generally refers to bonds and similar investments (considered debt instruments) that pay a fixed amount of interest."
},
{
"term": "Full Withdrawal",
"definition": "A post-separation withdrawal of a participant's entire TSP account through an annuity, a single payment, or monthly payments (or a combination of these three options)."
},
{
"term": "Incentive Pay (Uniformed Services)",
"definition": "Pay set forth in Chapter 5 of U.S.C. title 37 (e.g., flight pay, hazardous duty pay)."
},
{
"term": "Index",
"definition": "A broad collection of stocks or bonds which is designed to match the performance of a particular market. For example, the Standard &amp; Poor's 500 (S&amp;P 500) is an index of large and medium-sized U.S. companies."
},
{
"term": "Index Fund",
"definition": "An investment fund that attempts to track the investment performance of an index."
},
{
"term": "Inflation Risk",
"definition": "The risk that investments will not grow enough to offset the effects of inflation."
},
{
"term": "Inherited IRA",
"definition": "An individual retirement account described in &#167;&#167; 402(c)(11), 408(d)(C) of the Internal Revenue Code (IRC). The inherited IRA was established specifically for the purpose of transferring money inherited by someone other than a spouse from a plan such as the TSP. Inherited IRAs may provide significant tax benefits since the required distribution for the IRA can generally be spread across the lifetime of the beneficiary."
},
{
"term": "In-Service Withdrawal",
"definition": "A disbursement made from a participant's account which is available only to a participant who is still employed by the Federal Government, including the uniformed services."
},
{
"term": "Insurable Interest",
"definition": "An insurance term that refers to the relationship between an insured person (or property) and a potential beneficiary.  In the case of a Life Annuity, insurable interest exists when a person is financially dependent on you and could reasonably expect a financial benefit from your continued life.  Blood relatives or adopted relatives (but not relatives by marriage) who are closer than first cousins are presumed to have an insurable interest in you."
},
{
"term": "Interfund Transfer (IFT)",
"definition": "An IFT allows the participant to redistribute all or part of his or her TSP account among the different TSP funds. For each calendar month, the participant's <em>first two</em> IFTs can redistribute money in his or her account among any or all of the TSP funds. After that, for the remainder of the month, the participant's IFTs can only move money into the Government Securities Investment (G) Fund (in which case, the participant will increase the percentage of his or her account held in the G Fund by reducing the percentage held in one or more of the other TSP funds). This transaction does not change the way new contributions, transfers or rollovers into the TSP, or loan payments are invested."
},
{
"term": "Investment Allocation",
"definition": "A participant's choice that tells the TSP (1) how money going into his or her account should be invested in the TSP funds (contribution allocation), and/or (2) how money already in the TSP account should be invested in the TSP funds (interfund transfer). An investment allocation can be made on the TSP website in My Account, or by calling the ThriftLine toll-free at <nobr>1-TSP-YOU-FRST</nobr> <nobr>(1-877-968-3778).</nobr> (See &ldquo;<a class='glossaryTerm' href='glossary.html?term=ContributionAllocation'>Contribution Allocation</a>&rdquo; and &ldquo;<a class='glossaryTerm' href='glossary.html?term=IFT'>Interfund Transfer</a>.&rdquo;)"
},
{
"term": "IRS Life Expectancy Tables",
"definition": "When you withdraw your account, if you choose to have the TSP calculate monthly payments based on life expectancy, the TSP will use these tables. IRS Single Life Table, Treas. Reg. &#167; 1.401(a)(9)-9, Q&amp;A 1, is used for participants who are under age 70 after June 30 of the calendar year in which the calculation is made. For participants who turn age 70 before July 1 of that year, the Uniform Lifetime Table, Treas. Reg. &#167; 1.401(a)(9)-9, Q&amp;A 2, is used."
},
{
"term": "Market Risk",
"definition": "The risk of a decline in the market value of stocks or bonds."
},
{
"term": "Matching Contributions",
"definition": "See &ldquo;<a class='glossaryTerm' href='glossary.html?term=AgencyMatchingContributions'>Agency Matching Contributions</a>.&rdquo;"
},
{
"term": "Mixed Withdrawal",
"definition": "A post-employment withdrawal of a participant's entire account through any combination of the following: an annuity, a single payment, or monthly payments."
},
{
"term": "Monthly Payments",
"definition": "See &ldquo;<a class='glossaryTerm' href='glossary.html?term=TSPMonthlyPayments'>TSP Monthly Payments</a>.&rdquo;"
},
{
"term": "My Account",
"definition": "The secure section of the TSP website, where you can log into your account to find out your account balance or perform certain transactions. See also &ldquo;<a class='glossaryTerm' href='glossary.html?term=CustomUserID'>Customized User Id</a>.&rdquo;"
},
{
"term": "Non-BRS Uniformed Services",
"definition": "Includes any member of the uniformed services not covered by the \"<a href='?term=BRS'>Blended Retirement System</a>. Non-BRS members are encouraged to enroll in the TSP as an important supplement to their defined benefit plan, but they are not eligible for Service Automatic (1%) Contributions or Service Matching Contributions."
},
{
"term": "Nonpay Status",
"definition": "Actively employed by the Federal government or uniformed services but not receiving regular pay because of furlough, suspension, leave without pay (including leave without pay to perform military service), or pending resolution of a grievance or appeal. (See also \"<a href='?term=PayStatus'>Pay Status</a>.\")"
},
{
"term": "Partial Withdrawal",
"definition": "A one-time post-employment distribution of part of a participant's account balance which can be taken if the participant did not make an age-based in-service withdrawal while employed by the Federal Government or the uniformed services.  A partial withdrawal is participant-elected and is made in a single payment."
},
{
"term": "Participant",
"definition": "The Federal civilian employee, uniformed services member, or beneficiary participant who owns the TSP account that is subject to division."
},
{
"term": "Participant Statements",
"definition": "Statements that are furnished to each TSP participant after the end of each calendar quarter and after the end of each calendar year. Quarterly statements show the participant's account balance (in both dollars and shares) and the transactions in his or her account during the quarter covered. Annual statements summarize the financial activity in the participant's account during the year covered and provide other important account data such as the participant's personal investment performance, primary beneficiary information, and an account profile."
},
{
"term": "Passive Investing",
"definition": "Generally, buying and holding a portfolio of securities designed to replicate a broad market index. Passive strategies are often based on the assumption that it is impossible to accurately forecast future trends in securities prices over long periods of time. Management fees and trading costs are generally lower in passively managed funds than in actively managed funds. The F, C, S, and I Funds are invested in passively managed index funds."
},
{
"term": "Password",
"definition": "A code made up of letters, numbers, and special characters that  TSP participants use in conjunction with their TSP account number (or customized user ID) when accessing their account through the TSP website. For new participants, the initial password is computer generated and is sent shortly after the first contribution is received by the TSP. Participants will be prompted to customize their passwords when they log into their accounts for the first time."
},
{
"term": "Payee",
"definition": "The individual or organization who is the intended recipient of the court-ordered disbursement."
},
{
"term": "Pay Status",
"definition": "Actively employed by the Federal government or uniformed services and receiving regular pay. (See also \"<a href='?term=NonpayStatus'>Nonpay Status</a>.\")"
},
{
"term": "Permanent Disability",
"definition": "For the purposes of determining whether Roth earnings are qualified, the TSP cannot certify to the IRS that you meet the IRC's definition of a disability.  You must provide this justification to the IRAs when you file your taxes."
},
{
"term": "Personal Identification Number (PIN)",
"definition": "A four-digit number that the participant can use (in conjunction with his or her TSP account number) to access his or her own account on the ThriftLine. The initial PIN is computer-generated and is sent to the participant shortly after the participant's first contribution is received by the TSP."
},
{
"term": "Personal Investment Performance (PIP)",
"definition": "The rate of return earned by your entire account during the 12-month period ending on the date indicated on your annual statement or on your Account Balance page of the TSP website. The PIP is a time-weighted return that has been calculated using the Modified Dietz method (a method used by many financial institutions and an industry standard). The PIP adjusts for the distorting effects of cash flows into or out of your account. It is an estimate; therefore, your PIP may not be the same as the 12-month performance of the TSP funds, which are time-weighted returns."
},
{
"term": "Post-Separation Withdrawal",
"definition": "A distribution from a participant's account which is available only to participants who have left Federal service or the uniformed services. Sometimes referred to as a \"post-employment\" withdrawal. (See also \"<a href='/glossary.html?term=Withdrawal'>Withdrawal</a>.\")"
},
{
"term": "Prepayment Risk",
"definition": "The probability that if interest rates fall, bonds that are represented in the index will be paid back early, thus forcing lenders to reinvest at lower rates."
},
{
"term": "Pre-Tax Contribution",
"definition": "Contributions of pay that have not yet been taxed.  All employee contributions to a TSP traditional balance are made pre-tax."
},
{
"term": "Qualified Earnings",
"definition": "Roth earnings are qualified (i.e., paid tax-free) when <strong>two</strong> conditions have been met: <ol><li>5 years have passed since January 1 of the calendar year in which you made your first Roth contribution, and</li><li>You have reached age 59&frac12;, become permanently disabled, or have died.</li></ol>"
},
{
"term": "Reamortize",
"definition": "Adjust the terms of a loan to change the loan payment amount or to shorten or lengthen the repayment term."
},
{
"term": "Required Minimum Distribution (RMD)",
"definition": "The amount of money, based on a participant's age and previous year's TSP account balance, that the IRS requires be distributed to a participant each year after the participant has reached age 70&#189;  and is separated from service."
},
{
"term": "Risk (Volatility)",
"definition": "The amount of change (both up and down) in an investment's value over time."
},
{
"term": "Roth Balance",
"definition": "The portion of your TSP account made up of Roth (after-tax) contributions and accrued earnings.  Portions of this balance may have originated from tax-exempt pay."
},
{
"term": "Roth Contribution",
"definition": "Contributions from pay that has already been taxed (or from tax-exempt pay) and that has been deposited into a Roth balance."
},
{
"term": "Roth IRA",
"definition": "An individual retirement account that is described in &#167; 408A of the Internal Revenue Code. A Roth IRA provides tax-free earnings. You must pay taxes on the funds you transfer from your traditional balance to a Roth IRA; the tax liability is incurred for the year of the transfer.  You cannot transfer money from a Roth IRA into a TSP account."
},
{
"term": "Roth Qualified Earnings",
"definition": "See &ldquo;<a class='glossaryTerm' href='glossary.html?term=Qualified'>Qualified Earnings</a>.&rdquo;"
},
{
"term": "Section 415(c) Limit",
"definition": "An annual dollar limit, established under Internal Revenue Code (IRC) section 415(c), that limits the amount of money that can be contributed by a participant or on behalf of a participant to employer-sponsored plans like the TSP (includes all employee and agency contributions)."
},
{
"term": "Section 415(c) Limit",
"definition": "An annual dollar limit, established under Internal Revenue Code (IRC) section 415(c), that limits the amount of money that can be contributed by a participant or on behalf of a participant to employer-sponsored plans like the TSP (includes all employee and agency contributions).  <strong>Note:</strong>  If you are contributing from pay that is subject to the combat zone tax exclusion, those tax-exempt contributions are only subject to the section 415(c) limit."
},
{
"term": "Securities",
"definition": "A general term describing a variety of financial instruments, including stocks and bonds."
},
{
"term": "Separate Account",
"definition": "A segregated account for the purpose of holding the invested assets of the Trust."
},
{
"term": "SIMPLE IRA",
"definition": "Savings Incentive Match Plan for Employers, an employer-sponsored retirement plan available to small businesses. A TSP participant can transfer an amount from a SIMPLE IRA to the TSP, as long as he or she participated in the SIMPLE IRA for at least two years. However, a participant cannot transfer an amount from a TSP account into a SIMPLE IRA."
},
{
"term": "Single Payment",
"definition": "A payment made at one time. Sometimes referred to as a \"lump sum.\""
},
{
"term": "Special Pay (Uniformed Services)",
"definition": "Pay set forth in chapter 5 of U.S.C. title 37 (e.g., medical and dental officer pay, hardship duty pay, career sea pay)."
},
{
"term": "Statutory Order of Precedence",
"definition": "The order in which your TSP account balance will be paid after your death if you did not have a valid <a class='pdfLink' href='/PDF/formspubs/tsp-3.pdf' title='File size: 500 KB (opens in a new window)'>Form TSP-3</a>, Designation of Beneficiary on file with the TSP.  The disposition of your account will be made as follows: <ol><li>To your spouse.</li><li>If none, to your child or children equally, and descendants of deceased children by representation.</li><li>If none, to your parents equally or to the surviving parent.</li><li>If none, to the appointed executor or administrator of your estate.</li><li>If none, to your next of kin who would be entitled to your estate under the laws of the state in which you resided at the time of your death.</li></ol>"
},
{
"term": "Stocks",
"definition": "Equity securities issued as ownership in a publicly held corporation."
},
{
"term": "Taxable Amount",
"definition": "As used when referring to payments from a TSP account, includes any traditional (non-Roth) contributions that you made (other than those made from tax-exempt pay), any Agency Automatic or Matching contributions (if you are FERS), earnings on your traditional contribtuions and agency contribtuions, and any Roth earnings that are not qualified earnings.  Also referred to as the &ldquo;taxable portion&rdquo; of a payment."
},
{
"term": "Tax-Exempt Contributions",
"definition": "Contributions of money that will never be taxed. Such contributions can be made to the TSP by members of the uniformed services from pay that is covered by the combat zone tax exclusion."
},
{
"term": "ThriftLine",
"definition": "The TSP's automated voice response system. It provides general news about the TSP and allows participants to access certain information and perform some transactions over the telephone. You can also use the ThriftLine to contact participant service representatives at the TSP. To access your account through the ThriftLine, you will need your TSP account number and ThriftLine PIN."
},
{
"term": "Time Horizon",
"definition": "The term or duration of an investment &mdash; the future point when withdrawals from an account are expected to begin."
},
{
"term": "Traditional Balance",
"definition": "The portion of your TSP  account made up of your pre-tax (and any tax-exempt) TSP contributions, plus  agency contributions, and accrued earnings."
},
{
"term": "Traditional Contribution",
"definition": "Contributions from pay  that has not yet been taxed.&nbsp; Also referred  to as &ldquo;tax-deferred,&rdquo; &ldquo;pre-tax,&rdquo; or &ldquo;non-Roth&rdquo; contributions. Traditional contributions  also include contributions to a traditional balance from tax-exempt pay earned  in a combat zone."
},
{
"term": "Traditional IRA",
"definition": "A traditional individual retirement account described in &#167; 408(a) of the Internal Revenue Code (IRC), or an individual retirement annuity described in IRC &#167; 408(b). It does not include an inherited IRA, a Roth IRA, a SIMPLE IRA, or a Coverdell Education Savings Account (formerly known as an education IRA.)"
},
{
"term": "TSP Monthly Payments",
"definition": "Payments that the participant elects to receive each month from his or her TSP account after separating from service. Note: In this case, money remains in the TSP account and is paid out directly from the account."
},
{
"term": "Uniformed Services",
"definition": "Uniformed members of the Army, Navy, Air Force, Marine Corps, Coast Guard, Public Health Service, and the National Oceanic and Atmospheric Administration serving on active duty, and members of the Ready Reserve or National Guard of those services in any pay status."
},
{
"term": "User ID",
"definition": "See &ldquo;<a class='glossaryTerm' href='glossary.html?term=CustomUserID'>Customized User ID</a>.&rdquo;"
},
{
"term": "Vested Account Balance",
"definition": "The part of your Thrift Savings Plan (TSP) account balance that you are entitled to keep. It consists of all of your employee contributions and earnings, all of your Agency Matching Contributions and earnings (if you are a FERS participant and receive matching contributions from your agency), and, if you are a FERS participant, your Agency Automatic (1%) Contributions and earnings &mdash; provided you have met your time-in-service requirement as determined by your TSP Service Computation Date. Your vested account balance also includes any money transferred into the TSP from IRAs or eligible employer plans &mdash; and the earnings on that money."
},
{
"term": "Vesting",
"definition": "For a FERS participant, the time in service that he or she must have upon separation from service in order to be entitled to keep Agency Automatic (1%) Contributions and associated earnings. A participant is vested in (entitled to keep) the Agency Automatic (1%) Contribution in his or her account after completing 3 years of Federal service (2 years for most FERS employees in Congressional and certain noncareer positions)."
},
{
"term": "Volatility",
"definition": "The amount of change (both up and down) in an investment's value over time."
},
{
"term": "Withdrawal",
"definition": "A general term for a distribution that a participant requests from his or her account. (Includes in-service withdrawal, partial withdrawal, full withdrawal, etc.)"
},
